{
  "title": "Privacy beleid",
  "description": "Crypto Architect hecht veel waarde aan de privacy van zijn gebruikers. In dit privacybeleid leggen we uit hoe we omgaan met jouw persoonlijke gegevens.",
  "sections": [
    {
      "title": "1. Verzameling van Persoonlijke Gegevens:",
      "content": [
        "We verzamelen persoonlijke gegevens die je aan ons verstrekt wanneer je registreert op onze website, zoals jouw naam, e-mailadres en contactgegevens.",
        "We verzamelen ook informatie over jouw gebruik van onze website en diensten, zoals IP-adressen, browsergegevens en bezochte pagina's."
      ]
    },
    {
      "title": "2. Gebruik van Persoonlijke Gegevens:",
      "description": "Jouw persoonlijke gegevens worden gebruikt voor de volgende doeleinden:",
      "content": [
        "Het leveren van onze diensten en het beheren van jouw account.",
        "Het verbeteren van onze website en diensten.",
        "Het versturen van nieuwsbrieven en marketingcommunicatie (indien je hiervoor toestemming hebt gegeven).",
        "Naleving van wettelijke verplichtingen.",
        "Delen van persoonlijke gegevens."
      ]
    },
    {
      "title": "3. Delen van Persoonlijke Gegevens:",
      "content": [
        "We delen jouw persoonlijke gegevens met derden om een brokeraccount aan te maken.",
        "We delen jouw persoonlijke gegevens niet met derden, tenzij dit noodzakelijk is voor het leveren van onze diensten of wanneer dit wettelijk verplicht is.",
        "In sommige gevallen kunnen we jouw gegevens delen met dienstverleners die ons helpen bij onze operaties, zoals hostingprovidersen e-maildiensten. Deze derden zijn verplicht om jouw gegevens te beschermen en mogen deze niet voor andere doeleinden gebruiken."
      ]
    },
    {
      "title": "4. Veiligheid van persoonlijke gegevens:",
      "content": [
        "We nemen passende technische en organisatorische maatregelen om jouw persoonlijke gegevens te beschermentegen verlies, diefstal en ongeautoriseerde toegang."
      ]
    },
    {
      "title": "5. Bewaartermijn:",
      "content": [
        "We bewaren jouw persoonlijke gegevens niet langer dan nodig voor de doeleinden waarvoor ze zijn verzameld, tenzij wettelijk verplicht om dit te doen."
      ]
    },
    {
      "title": "6. Uw Rechten:",
      "content": [
        "Je hebt het recht om toegang te krijgen tot, correctie van, verwijdering van, of beperking op de verwerking van jouw persoonlijke gegevens. Je kunt een verzoek indienen door contact met ons op te nemen via onze website.",
        "Je hebt ook het recht om bezwaar te maken tegen de verwerking van uw gegevens en om jouw gegevens over te dragen naar een andere dienstverlener."
      ]
    },
    {
      "title": "7. Cookies:",
      "content": [
        "Onze website maakt gebruik van cookies om jouw gebruikerservaring te verbeteren. Raadpleeg ons cookiebeleid voor meer informatie over hoe wij cookies gebruiken."
      ]
    },
    {
      "title": "8. Wijzigingen in dit Privacybeleid:",
      "content": [
        "Crypto Architect behoudt het recht om dit privacybeleid op elk moment te wijzigen. Wij raden aan om dit beleid regelmatig te controleren op updates."
      ]
    }
  ],
  "back_button": "Terug naar Home"
}
