{
  "title": "Algemene Voorwaarden",
  "description": "Deze algemene voorwaarden zijn van toepassing op alle diensten en producten die via Crypto Architect worden aangeboden. Door gebruik te maken van onze diensten of producten, gaat u akkoord met deze voorwaarden.",
  "sections": [
    {
      "title": "1. Algemeen:",
      "content": [
        "Deze algemene voorwaarden zijn van toepassing op alle diensten en producten die via Crypto Architect (hierna aangeduid als 'wij,' 'ons,' of 'onze') op de website [website URL] worden aangeboden. Door gebruik te maken van onze diensten of producten, gaat u akkoord met deze voorwaarden."
      ]
    },
    {
      "title": "2. Definities:",
      "description": "In deze algemene voorwaarden gelden de volgende definities:",
      "content": [
        "Diensten: Alle online diensten en producten die wij via onze website aanbieden.",
        "Klant: Elke natuurlijke of rechtspersoon die een overeenkomst aangaat met Crypto Architect.",
        "Overeenkomst: De overeenkomst die tot stand komt tussen de klant en Crypto Architect bij de aanschaf van een dienst of product."
      ]
    },
    {
      "title": "3. Toegang en Gebruik van de Website:",
      "content": [
        "U bent verantwoordelijk voor de juistheid van de informatie die u verstrekt bij het gebruik van onze website.",
        "Het is verboden om valse, misleidende of illegale informatie te verstrekken of de website te gebruiken op een manier die de functionaliteit kan verstoren."
      ]
    },
    {
      "title": "4. Diensten en Producten:",
      "content": [
        "De diensten en producten die wij aanbieden, zoals live sessies, crypto-analyses, leverage calls en andere crypto-gerelateerde informatie, zijn bedoeld voor educatieve doeleinden. Wij geven geen financieel advies en zijn niet verantwoordelijk voor eventuele verliezen die voortvloeien uit het gebruik van onze diensten."
      ]
    },
    {
      "title": "5. Betalingen en Betalingsvoorwaarden:",
      "content": [
        "Betalingen voor onze diensten of producten moeten worden gedaan via de op de website aangegeven betaalmethoden. Alle betalingen zijn definitief en niet-restitueerbaar, tenzij anders vermeld."
      ]
    },
    {
      "title": "6. Aansprakelijkheid:",
      "content": [
        "Wij streven ernaar om nauwkeurige en actuele informatie te verstrekken, maar kunnen niet garanderen dat de informatie altijd volledig, correct of foutloos is. Wij zijn niet aansprakelijk voor enige schade als gevolg van het gebruik van onze diensten of producten, inclusief maar niet beperkt tot winstverlies of dataverlies."
      ]
    },
    {
      "title": "7. Intellectuele Eigendomsrechten:",
      "content": [
        "Alle inhoud op de website, inclusief teksten, afbeeldingen, video's en ander materiaal, is eigendom van Crypto Architect of de betreffende rechthebbenden. U mag deze inhoud alleen gebruiken voor persoonlijke, niet-commerciële doeleinden. Het is verboden om materiaal van de website te kopiëren, verspreiden of openbaar te maken zonder schriftelijke toestemming."
      ]
    },
    {
      "title": "8. Privacy:",
      "content": [
        "Wij nemen de bescherming van uw persoonlijke gegevens serieus. In ons Privacybeleid leggen we uit hoe wij uw persoonlijke gegevens verwerken en beschermen. Door gebruik te maken van onze website, stemt u in met de verwerking van uw gegevens zoals beschreven in ons Privacybeleid."
      ]
    },
    {
      "title": "9. Wijzigingen in de Voorwaarden:",
      "content": [
        "Wij behouden ons het recht voor om deze algemene voorwaarden op elk moment te wijzigen. Alle wijzigingen worden op deze pagina gepubliceerd. Het is uw verantwoordelijkheid om regelmatig de voorwaarden te controleren op updates."
      ]
    },
    {
      "title": "10. Toepasselijk Recht en Geschillen:",
      "content": [
        "Deze algemene voorwaarden worden beheerst door het Nederlands recht. Eventuele geschillen die voortvloeien uit of verband houden met deze voorwaarden worden exclusief voorgelegd aan de bevoegde rechtbank in Nederland."
      ]
    },
    {
      "title": "11. Contactgegevens:",
      "content": [
        "Voor vragen over deze algemene voorwaarden of onze diensten kunt u contact met ons opnemen via:",
        "Crypto Architect E-mail: info@cryptoarchitect.nl"
      ]
    }
  ],
  "back_button": "Terug naar Home"
}
