{
    "title": "Terms and Conditions",
    "description": "These terms and conditions apply to all services and products offered through Crypto Architect. By using our services or products, you agree to these terms and conditions.",
    "sections": [
      {
        "title": "1. General:",
        "content": [
          "These terms and conditions apply to all services and products offered through Crypto Architect (hereinafter referred to as 'we,' 'us,' or 'our') on the website [website URL]. By using our services or products, you agree to these terms and conditions."
        ]
      },
      {
        "title": "2. Definitions:",
        "description": "In these terms and conditions, the following definitions apply:",
        "content": [
          "Services: All online services and products we offer through our website.",
          "Customer: Any natural person or legal entity that enters into an agreement with Crypto Architect.",
          "Agreement: The agreement established between the customer and Crypto Architect when a service or product is purchased."
        ]
      },
      {
        "title": "3. Access and Use of the Website:",
        "content": [
          "You are responsible for the accuracy of the information you provide when using our website.",
          "It is prohibited to provide false, misleading, or illegal information or to use the website in a way that may disrupt its functionality."
        ]
      },
      {
        "title": "4. Services and Products:",
        "content": [
          "The services and products we offer, such as live sessions, crypto analyses, leverage calls, and other crypto-related information, are intended for educational purposes. We do not provide financial advice and are not responsible for any losses that may arise from the use of our services."
        ]
      },
      {
        "title": "5. Payments and Payment Terms:",
        "content": [
          "Payments for our services or products must be made using the payment methods indicated on the website. All payments are final and non-refundable unless otherwise stated."
        ]
      },
      {
        "title": "6. Liability:",
        "content": [
          "We strive to provide accurate and up-to-date information but cannot guarantee that the information is always complete, correct, or error-free. We are not liable for any damages resulting from the use of our services or products, including but not limited to loss of profit or data loss."
        ]
      },
      {
        "title": "7. Intellectual Property Rights:",
        "content": [
          "All content on the website, including texts, images, videos, and other materials, is the property of Crypto Architect or the respective rights holders. You may only use this content for personal, non-commercial purposes. It is prohibited to copy, distribute, or publicly share materials from the website without written permission."
        ]
      },
      {
        "title": "8. Privacy:",
        "content": [
          "We take the protection of your personal data seriously. Our Privacy Policy explains how we handle and protect your personal data. By using our website, you agree to the processing of your data as described in our Privacy Policy."
        ]
      },
      {
        "title": "9. Changes to the Terms and Conditions:",
        "content": [
          "We reserve the right to modify these terms and conditions at any time. All changes will be published on this page. It is your responsibility to regularly review the terms and conditions for any updates."
        ]
      },
      {
        "title": "10. Governing Law and Disputes:",
        "content": [
          "These terms and conditions are governed by Dutch law. Any disputes arising from or related to these terms and conditions will be exclusively submitted to the competent court in the Netherlands."
        ]
      },
      {
        "title": "11. Contact Information:",
        "content": [
          "For any questions regarding these terms and conditions or our services, you can contact us at:",
          "Crypto Architect Email: info@cryptoarchitect.nl"
          
        ]
      }
    ],
    "back_button": "Back to Home"
  }
  